Repository: chandusekhar/gview5
Catalog: NetFramework/gView.Win.Dialogs/Framework/UI/Dialogs/FormLayerProperties.*.resx
Languages: de

# label9.Text
source: Maximum scale after zooming to this layers features 1:
de: Größter Maßstab beim Zoomen auf ein Feature d. Layers: 1:

# groupBox5.Text
source: Zoom To Features
de: Zoomen auf Feature d. Layers

# radioLabelAllScales.Text
source: Label layer at all scales
de: Bei jedem Maßstab beschriften

# label7.Text
source: Maximum Scale 1:
de: größtem Maßstab 1:

# label8.Text
source: Minimum Scale 1:
de: kleinstem Maßstab 1:

# radioLabelScales.Text
source: Label layer between scales:
de: Beschriften innerhalb:

# groupBox4.Text
source: Labelling
de: Beschriftung

# radioAllScales.Text
source: Show layer at all scales
de: Layer immer darstellen

# label2.Text
source: Maximum Scale 1:
de: größtem Maßstab 1:

# label1.Text
source: Minimum Scale 1:
de: kleinstem Maßstab 1:

# radioScales.Text
source: Show layer between scales:
de: Layer darstellen innerhalb:

# GroupBox1.Text
source: Feature Rendering
de: Feature Darstellung

# tabGeneral.Text
source: General/Scales
de: Allgemein/Maßstabsgrenzen

# chkApplyRefscale.Text
source: Apply Reference-Scale for this Layer
de: Referenzmaßstab für diesen Layer anwenden

# chkRenderLayer.Text
source: Render feature from this layer
de: Features aus diesem Layer darstellen

# tabRenderer.Text
source: Renderer
de: Darstellung

# tabSelRenderer.Text
source: Selection
de: Auswahl

# chkApplyLabelRefscale.Text
source: Apply Reference-Scale for Labels
de: Referenzmaßstab für Beschriftung dieses Layers anwenden

# chkLabelLayer.Text
source: Label Features in this Layer
de: Layer beschriften

# tabLabelling.Text
source: Labelling
de: Beschriftung

# label10.Text
source: Nodata (Transparent Color):
de: Nodata (Transparente Farbe):

# btnCancelNoData.Text
source: Clear
de: Keine

# chkNoDataValue.Text
source: Ignore data value:
de: Wert ignorieren:

# label5.Text
source: Transparency:
de: Transparenz:

# label4.Text
source: Interpolation Mode:
de: Interpolationsmethode:

# tabRaster.Text
source: Raster Settings
de: Raster Einstellungen

# btnClearAll.Text
source: Clear All
de: Auswahl aufheben

# btnSelectAll.Text
source: Select All
de: Alle auswählen

# label6.Text
source: Select field:
de: Feld wählen:

# groupBox3.Text
source: Primary Display Field
de: Primäres Anzeigefeld

# tabFields.Text
source: Fields
de: Felder

# tabSR.Text
source: Spatial Reference
de: Räuml. Bezugssystem

# button1.Text
source: Cancel
de: Abbrechen

# $this.Text
source: Layer Properties
de: Eigenschaften für Layer
