Repository: chandusekhar/gview5
Catalog: NetFramework/gView.Win.Dialogs/Framework/UI/Dialogs/FormMapProperties.*.resx
Languages: de

# label1.Text
source: Reference Scale 1:
de: Referenzmaßstab 1:

# btnCancel.Text
source: Cancel
de: Abbrechen

# label3.Text
source: Map Units:
de: Einheiten Karte:

# label4.Text
source: Display Units:
de: Einheiten Anzeige:

# btnNoAntialiasFeatures.Text
source: No smoothing all features
de: Keine Glättung für alle Features setzen

# btnAntialiasFeatures.Text
source: Antialias all features
de: Glättung für alle Features setzen

# label7.Text
source: Set smoothing mode for all features in the map. Attention: there is no 'undo' for this method. Please save projekt before press button.
de: Glättungsmethode für alle Features in der Karte setzen. Achtung: diese Methoden können nicht rückgängig gemacht werden. Bitte vor dem Anwenden das Projekt speichern!

# btnNoAntialiasLabels.Text
source: No smoothing for all labels
de: Keine Glättung für alle Beschriftungen setzen

# btnAntialiasLabels.Text
source: Antialias all labels
de: Glättung für alle Beschriftungen setzen

# label6.Text
source: Set smoothing mode for all labels in the map. Attention: there is no 'undo' for this method. Please save projekt before press button.
de: Glättungsmethode für alle Beschriftungen in der Karte setzen. Achtung: diese Methoden können nicht rückgängig gemacht werden. Bitte vor dem Anwenden das Projekt speichern!

# groupBox3.Text
source: Advanced Tools
de: Erweiterte Werkzeuge

# label5.Text
source: Background Color:
de: Hintergrund Farbe:

# groupBox2.Text
source: Display
de: Anzeige

# groupBox1.Text
source: Map
de: Karte

# tabMap.Text
source: Map/Display
de: Karte / Anzeige

# tabSR.Text
source: Spatial Reference
de: Räumliches Bezugssystem

# label8.Text
source: For layers with a no Spatial Reference, this coordinate system will be applied. Use this, if you want to publish this map as a service and offer it with different spatial references to ensure all layers will be projected properly.
de: Für alle Laye, die keine Bezugssstem besitzen, wird dieses System angewandt. Das ist sinnvoll die Karten, die als Dienst veröffentlicht werden. Wenn nicht alle Layer aus einer Datenquelle mit Bezugssystem kommen wird so gewärleistet, dass alle Layer richtig proziert werden.

# tabDefLayerSR.Text
source: Default Layer Spatial Reference
de: Default Bezugssystem für Layer

# $this.Text
source: Map Properties
de: Eigenschaften Karte
