Repository: chandusekhar/gview5
Catalog: NetFramework/gView.Win.Plugin.Tools/Plugins/MapTools/Controls/SelectionEnvironmentControl.*.resx
Languages: de

# btnIntersects.Text
source: Select features completly or partially within the box or graphic(s)
de: Schnittmenge (Standard)

# btnContains.Text
source: Select features completly within the box or graphic(s)
de: Features, die komplett innerhalb der Selektionsfigur liegen

# btnWithin.Text
source: Select features that the box or graphic(s) are completly within
de: Features, die Selektion komplett einschließen

# btnCombinationNew.Text
source: Create new selection
de: Neu Auswahl beginnen

# btnCombinationUnion.Text
source: Add to current selection
de: Auswahl erweitern

# btnCombinationDifference.Text
source: Substracts from current selection
de: Von Auswahl abziehen

# btnCombinationIntersection.Text
source: Select from current selection
de: Nur aus aktueller Auswahl auswählen

# btnCombinationSymDifference.Text
source: Perform 'exclusive or' (XOR)
de: 'Exclusiv Oder' (XOR) verwenden

# label1.Text
source: Select features from:
de: Auswählen aus:

# btnApplySelByLocation.Text
source: Apply
de: Anwenden

# btnCloseSelByLocation.Text
source: Close
de: Schließen

# chkSelByLoc_AppendBuffer.Text
source: Append buffer to map (as graphic)
de: Puffer zur Karte hinzufügen (Graphik)

# label4.Text
source: of
de: von

# chkSelByLoc_ApplyBuffer.Text
source: Apply a buffer to the features
de: Pufferung anwenden

# chkSelByLoc_UseSelected.Text
source: use selected features only (0 selected)
de: ausgewählte Features verwenden (0 ausgewählt)

# label3.Text
source: that have spatial relation to features in layer:
de: mit räumlicher Beziehung zu:
